espressif/esp-idf/examples/build_system/cmake/linux_host_app/sdkconfig.defaults
CONFIG_UNITY_ENABLE_IDF_TEST_RUNNER=n
CONFIG_IDF_TARGET="linux"
CONFIG_COMPILER_CXX_EXCEPTIONS=y
